[
  {
    "id": 1,
    "title": "Esta Studios: beginning",
    "date": "2025 August 28",
    "brief": "The journey begins! Esta Studios is officially founded by three ambitious students with a vision to revolutionize the IT startup ecosystem.",
    "content": "Today marks the formation of <b>Esta Studios</b>.<br> Founded by <b>Ivan Pecherskyi</b> (Leader and Technical Developer),<b>Alisa Mishuk</b> (M&S and Project Lead) and <b>Denis Kovalko</b> (Lead Game Designer and Project Manager), our company's goal is ambitious: to create and gather all possible innovative or useful startups across the entire IT spectrum, from low-level infrastructure to complex AI and ANN problem-solving.<br> While we realize this grand vision is a long-term goal, we are starting today with determination, leveraging our combined technical and business expertise."
  },
  {
    "id": 2,
    "title": "Project in production",
    "date": "2025 September 14",
    "brief": "Our first startup moves into the production phase. The team is working on idea optimization.",
    "content": "Just two weeks after launch, we are excited to announce that our first startup has officially entered the production phase. This project will focus on optimizing AI integration processes for small and medium-sized game studios. Details will be shared in the coming weeks as we refine our approach and prepare for a broader rollout."
  },
  {
    "id": 3,
    "title": "GameConnectAI: In development",
    "date": "2025 November 29",
    "brief": "We are proud to announce the detailed architecture and business model for GameConnectAI, confirming it will be the most affordable and fastest AI integration service for the game industry.",
    "content": "Building upon our commitment to AI optimization for game studios, we can now reveal the full scope of <b>GameConnectAI</b>. We designed this specialized <b>AI integration service</b> to be faster than developing solutions in-house and significantly cheaper than using large enterprise providers.<br>The technical foundation is a unique three-layer system:<br>- The core AI Orchestrator (request handling)<br>-  The secure Gateway Layer<br>- The client-facing SDK.<br> Since the Orchestrator and Gateway are developed independently, our task focuses on writing the specific SDK required for the client's technology (engine, framework, or game). This efficiency enables our clear, budget-friendly pricing model:<br>SDK Access: €10 (existing) or >€25 (new development).<br>SDK Support: Problem-solving and new features starting at >€19/month.<br>Subservices Support: Assistance with proxies, servers, and hosting starting at >€29/month."
  }
]